{
  "pluginSettings": {
    "desc": "تنظیمات زیر را برای شروع استفاده از این افزونه تکمیل کنید",
    "title": "پیکربندی افزونه {{name}}"
  },
  "response": {
    "400": "متاسفانه، سرور نمی‌تواند درخواست شما را درک کند، لطفا صحت پارامترهای درخواست خود را بررسی کنید",
    "401": "متاسفانه، سرور درخواست شما را رد کرد، ممکن است به دلیل نداشتن دسترسی کافی یا عدم ارائه احراز هویت معتبر باشد",
    "403": "متاسفانه، سرور درخواست شما را رد کرد، شما اجازه دسترسی به این محتوا را ندارید",
    "404": "متاسفانه، سرور نمی‌تواند صفحه یا منبع درخواستی را پیدا کند، لطفا صحت آدرس URL خود را بررسی کنید",
    "405": "متاسفانه، سرور از روش درخواست استفاده شده پشتیبانی نمی‌کند، لطفا صحت روش درخواست خود را بررسی کنید",
    "406": "متاسفانه، سرور نمی‌تواند درخواست را بر اساس ویژگی‌های محتوای درخواستی شما تکمیل کند",
    "407": "متاسفانه، برای ادامه این درخواست به تأیید هویت پروکسی نیاز دارید",
    "408": "متاسفانه، سرور در انتظار درخواست شما زمان بیش از حد صرف کرده است، لطفا اتصال شبکه خود را بررسی کرده و دوباره تلاش کنید",
    "409": "متاسفانه، تضادی در درخواست وجود دارد که قابل پردازش نیست، ممکن است به دلیل ناسازگاری وضعیت منبع با درخواست باشد",
    "410": "متاسفانه، منبع درخواستی شما به طور دائم حذف شده و قابل یافتن نیست",
    "411": "متاسفانه، سرور نمی‌تواند درخواستی را که فاقد طول محتوای معتبر است پردازش کند",
    "412": "متاسفانه، شرایط مورد نیاز سرور برای درخواست شما برآورده نشده و درخواست نمی‌تواند تکمیل شود",
    "413": "متاسفانه، حجم داده‌های درخواست شما بسیار زیاد است و سرور قادر به پردازش آن نیست",
    "414": "متاسفانه، طول URI درخواست شما بسیار زیاد است و سرور قادر به پردازش آن نیست",
    "415": "متاسفانه، سرور قادر به پردازش فرمت رسانه‌ای مرتبط با درخواست نیست",
    "416": "متاسفانه، سرور قادر به برآورده کردن دامنه درخواستی که ارائه داده‌اید نیست",
    "417": "متاسفانه، سرور قادر به برآورده کردن انتظارات شما نیست",
    "422": "متاسفانه، درخواست دارای فرمت صحیح است، اما به دلیل خطاهای معنایی، پاسخ داده نمی‌شود",
    "423": "متاسفانه، منبع درخواستی شما قفل شده است",
    "424": "متاسفانه، به دلیل شکست در درخواست قبلی، درخواست فعلی قابل اتمام نیست",
    "426": "متاسفانه، سرور نیاز به ارتقاء مشتری شما به نسخه بالاتری از پروتکل دارد",
    "428": "متاسفانه، سرور به شرایط پیش‌نیاز نیاز دارد، درخواست شما باید شامل سرآیندهای شرطی صحیح باشد",
    "429": "متاسفانه، درخواست شما بیش از حد است و سرور کمی خسته شده است، لطفا بعدا دوباره تلاش کنید",
    "431": "متاسفانه، فیلدهای هدر درخواست شما بیش از حد بزرگ هستند و سرور قادر به پردازش آنها نیست",
    "451": "متاسفانه، به دلایل قانونی، سرور از ارائه این منبع خودداری می‌کند",
    "500": "متاسفانه، به نظر می‌رسد سرور با برخی مشکلات روبرو شده و در حال حاضر قادر به تکمیل درخواست شما نیست، لطفا بعدا دوباره تلاش کنید",
    "502": "متاسفانه، به نظر می‌رسد سرور مسیر خود را گم کرده و در حال حاضر قادر به ارائه خدمات نیست، لطفا بعدا دوباره تلاش کنید",
    "503": "متاسفانه، سرور در حال حاضر قادر به پردازش درخواست شما نیست، ممکن است به دلیل بار زیاد یا نگهداری در حال انجام باشد، لطفا بعدا دوباره تلاش کنید",
    "504": "متاسفانه، سرور منتظر پاسخی از سرور اصلی نمانده است، لطفا بعدا دوباره تلاش کنید",
    "AgentRuntimeError": "خطایی در اجرای مدل زبان Lobe رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "AnthropicBizError": "خطایی در درخواست خدمات Anthropic AI رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "AzureBizError": "خطایی در درخواست خدمات Azure AI رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "BedrockBizError": "خطایی در درخواست خدمات Bedrock رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "GoogleBizError": "خطایی در درخواست خدمات Google رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "GroqBizError": "خطایی در خدمات Groq رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "InvalidAccessCode": "رمز عبور نادرست یا خالی است، لطفا رمز عبور دسترسی صحیح را وارد کنید یا کلید API سفارشی را اضافه کنید",
    "InvalidAnthropicAPIKey": "کلید API Anthropic نادرست یا خالی است، لطفا کلید API Anthropic را بررسی کرده و دوباره تلاش کنید",
    "InvalidAzureAPIKey": "کلید API Azure نادرست یا خالی است، لطفا کلید API Azure را بررسی کرده و دوباره تلاش کنید",
    "InvalidBedrockCredentials": "اعتبارنامه Bedrock نامعتبر است، لطفا AccessKeyId/SecretAccessKey را بررسی کرده و دوباره تلاش کنید",
    "InvalidGoogleAPIKey": "کلید API Google نادرست یا خالی است، لطفا کلید API Google را بررسی کرده و دوباره تلاش کنید",
    "InvalidGroqAPIKey": "کلید API Groq نادرست یا خالی است، لطفا کلید API Groq را بررسی کرده و دوباره تلاش کنید",
    "InvalidMistralAPIKey": "کلید API Mistral AI نادرست یا خالی است، لطفا کلید API Mistral را بررسی کرده و دوباره تلاش کنید",
    "InvalidMoonshotAPIKey": "کلید API Moonshot AI نادرست یا خالی است، لطفا کلید API Moonshot را بررسی کرده و دوباره تلاش کنید",
    "InvalidOllamaArgs": "پیکربندی Ollama نادرست است، لطفا پیکربندی Ollama را بررسی کرده و دوباره تلاش کنید",
    "InvalidOpenRouterAPIKey": "کلید API OpenRouter نادرست یا خالی است، لطفا کلید API OpenRouter را بررسی کرده و دوباره تلاش کنید",
    "InvalidPerplexityAPIKey": "کلید API Perplexity نادرست یا خالی است، لطفا کلید API Perplexity را بررسی کرده و دوباره تلاش کنید",
    "InvalidTogetherAIAPIKey": "کلید API TogetherAI نادرست یا خالی است، لطفا کلید API TogetherAI را بررسی کرده و دوباره تلاش کنید",
    "InvalidZeroOneAPIKey": "کلید API ZeroOne نادرست یا خالی است، لطفا کلید API ZeroOne را بررسی کرده و دوباره تلاش کنید",
    "InvalidZhipuAPIKey": "کلید API Zhipu نادرست یا خالی است، لطفا کلید API Zhipu را بررسی کرده و دوباره تلاش کنید",
    "LocationNotSupportError": "متاسفانه، موقعیت فعلی شما از خدمات این مدل پشتیبانی نمی‌کند، ممکن است به دلیل محدودیت‌های منطقه‌ای یا عدم دسترسی به خدمات باشد. لطفا بررسی کنید که آیا موقعیت فعلی شما از استفاده از این خدمات پشتیبانی می‌کند یا سعی کنید از اطلاعات موقعیت دیگری استفاده کنید.",
    "MistralBizError": "خطایی در درخواست خدمات Mistral AI رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "MoonshotBizError": "خطایی در خدمات Moonshot رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "NoOpenAIAPIKey": "کلید API OpenAI خالی است، لطفا کلید API OpenAI را اضافه کنید",
    "OllamaBizError": "خطایی در درخواست خدمات Ollama رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "OllamaServiceUnavailable": "خدمات Ollama در دسترس نیست، لطفا بررسی کنید که آیا به درستی فعال شده است",
    "OpenAIBizError": "خطایی در درخواست خدمات OpenAI رخ داده است، لطفا اطلاعات زیر را بررسی کنید و دوباره تلاش کنید",
    "OpenRouterBizError": "خطایی در درخواست خدمات OpenRouter AI رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "PerplexityBizError": "خطایی در درخواست خدمات Perplexity AI رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "PluginApiNotFound": "متاسفانه، هیچ API برای افزونه در توضیحات افزونه وجود ندارد، لطفا تطابق روش درخواست خود با API توضیحات را بررسی کنید",
    "PluginApiParamsError": "متاسفانه، اعتبارسنجی پارامترهای درخواست افزونه شکست خورده است، لطفا تطابق پارامترها با اطلاعات توضیحات را بررسی کنید",
    "PluginGatewayError": "متاسفانه، خطایی در دروازه افزونه رخ داده است، لطفا پیکربندی دروازه افزونه را بررسی کنید",
    "PluginManifestInvalid": "متاسفانه، اعتبارسنجی توضیحات افزونه شکست خورده است، لطفا فرمت توضیحات افزونه را بررسی کنید",
    "PluginManifestNotFound": "متاسفانه، توضیحات افزونه (manifest.json) در سرور یافت نشد، لطفا صحت آدرس فایل توضیحات افزونه را بررسی کنید",
    "PluginMarketIndexInvalid": "متاسفانه، اعتبارسنجی فهرست افزونه‌ها شکست خورده است، لطفا فرمت فایل فهرست را بررسی کنید",
    "PluginMarketIndexNotFound": "متاسفانه، فهرست افزونه‌ها در سرور یافت نشد، لطفا صحت آدرس فهرست را بررسی کنید",
    "PluginMetaInvalid": "متاسفانه، اعتبارسنجی اطلاعات افزونه شکست خورده است، لطفا فرمت اطلاعات افزونه را بررسی کنید",
    "PluginMetaNotFound": "متاسفانه، اطلاعات پیکربندی افزونه در فهرست یافت نشد",
    "PluginOpenApiInitError": "متاسفانه، تهیه مشتری OpenAPI شکست خورده است، لطفا اطلاعات پیکربندی OpenAPI را بررسی کنید",
    "PluginServerError": "خطا در پاسخ سرور به درخواست افزونه رخ داده است، لطفا فایل توضیحات افزونه، پیکربندی افزونه و اجرای سرور را بر اساس اطلاعات خطا زیر بررسی کنید",
    "PluginSettingsInvalid": "این افزونه نیاز به پیکربندی صحیح قبل از استفاده دارد، لطفا صحت پیکربندی خود را بررسی کنید",
    "TogetherAIBizError": "خطایی در درخواست خدمات TogetherAI AI رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "ZeroOneBizError": "خطایی در درخواست خدمات ZeroOneBiz رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید",
    "ZhipuBizError": "خطایی در درخواست خدمات Zhipu رخ داده است، لطفا اطلاعات زیر را بررسی کنید یا دوباره تلاش کنید"
  },
  "stt": {
    "responseError": "درخواست خدمات شکست خورده است، لطفا تنظیمات را بررسی کنید یا دوباره تلاش کنید"
  },
  "tts": {
    "responseError": "درخواست خدمات شکست خورده است، لطفا تنظیمات را بررسی کنید یا دوباره تلاش کنید"
  },
  "unlock": {
    "addProxyUrl": "افزودن آدرس پروکسی OpenAI (اختیاری)",
    "closeMessage": "بستن پیام",
    "confirm": "تایید و تلاش مجدد",
    "model": {
      "Ollama": {
        "confirm": "بارگیری",
        "description": "برچسب مدل Ollama خود را وارد کنید تا جلسه تکمیل شود",
        "title": "بارگیری مدل Ollama مشخص شده"
      }
    },
    "oauth": {
      "description": "مدیر احراز هویت ورود متحد را باز کرده است، روی دکمه زیر کلیک کنید تا وارد شوید و برنامه را باز کنید",
      "success": "با موفقیت وارد شدید",
      "title": "ورود به حساب",
      "welcome": "خوش آمدید!"
    },
    "password": {
      "description": "مدیر برنامه را رمزگذاری کرده است، رمز عبور برنامه را وارد کنید تا برنامه باز شود. تنها نیاز به وارد کردن رمز عبور یک بار است",
      "placeholder": "لطفا رمز عبور را وارد کنید",
      "title": "وارد کردن رمز عبور برای باز کردن برنامه"
    },
    "tabs": {
      "apiKey": "کلید API سفارشی",
      "password": "رمز عبور"
    }
  }
}