{
  "dbV1": {
    "action": {
      "clearDB": "پاک کردن داده‌های محلی",
      "downloadBackup": "دانلود نسخه پشتیبان از داده‌ها",
      "reUpgrade": "ارتقاء مجدد",
      "start": "شروع استفاده",
      "upgrade": "ارتقاء فوری"
    },
    "clear": {
      "confirm": "داده‌های محلی پاک خواهند شد (بدون تأثیر بر تنظیمات عمومی)، لطفا از دانلود نسخه پشتیبان از داده‌ها اطمینان حاصل کنید."
    },
    "description": "در نسخه جدید، پیشرفت چشمگیری در ذخیره‌سازی داده‌های OpenGPT انجام شده است. بنابراین نیاز به ارتقاء داده‌های قدیمی برای ارائه تجربه بهتر استفاده به شما داریم.",
    "features": {
      "capability": {
        "desc": "بر اساس فناوری IndexedDB، قادر به جای دادن پیام‌های گفتگوی طولانی مدت شماست",
        "title": "ظرفیت بزرگ"
      },
      "performance": {
        "desc": "میلیون‌ها پیام به طور خودکار فهرست‌بندی شده، پاسخ فوری به پرس‌و‌جوها در میلی‌ثانیه",
        "title": "عملکرد بالا"
      },
      "use": {
        "desc": "پشتیبانی از جستجو در عناوین، توضیحات، برچسب‌ها، محتوای پیام‌ها و حتی متون ترجمه شده، که به طور قابل توجهی کارایی جستجوی روزانه را افزایش می‌دهد",
        "title": "سهولت استفاده بیشتر"
      }
    },
    "title": "تکامل داده‌های OpenGPT",
    "upgrade": {
      "error": {
        "subTitle": "بسیار متاسفیم، خطایی در فرآیند ارتقاء پایگاه داده رخ داده است. لطفا راه‌حل‌های زیر را امتحان کنید: الف. پاک کردن داده‌های محلی و سپس وارد کردن مجدد داده‌های نسخه پشتیبان؛ ب. کلیک بر روی دکمه \"ارتقاء مجدد\".<br><br> اگر مشکل ادامه داشت، لطفا <1>مشکل خود را ارائه دهید</1>، ما در اسرع وقت به شما کمک خواهیم کرد",
        "title": "شکست در ارتقاء پایگاه داده"
      },
      "success": {
        "subTitle": "پایگاه داده OpenGPT به آخرین نسخه ارتقا یافته است، هم اکنون تجربه خود را شروع کنید",
        "title": "موفقیت در ارتقاء پایگاه داده"
      }
    },
    "upgradeTip": "انتظار می‌رود که فرآیند ارتقاء حدود 10-20 ثانیه طول بکشد، لطفا در طول فرآیند ارتقاء OpenGPT را بسته نکنید"
  },
  "migrateError": {
    "missVersion": "داده‌های وارد شده شماره نسخه را فراموش کرده‌اند، لطفا از فایل بررسی کرده و دوباره تلاش کنید",
    "noMigration": "هیچ برنامه مهاجرتی که با نسخه فعلی سازگار باشد یافت نشد، لطفا شماره نسخه را بررسی کرده و دوباره تلاش کنید. اگر مشکل ادامه یافت، لطفا بازخورد خود را ارائه دهید"
  }
}